import { Container } from '@material-ui/core'
import React from 'react'
import Slick from '../../Components/Slick'

const MainPage = () => {
  return (
    <Container>
      <div
        style={{
          maxWidth: 400,
          paddingTop: 50,
          paddingBottom: 50,
          margin: '0 auto',
        }}
      >
        <img src={`./logo.svg`} title="New Life" alt="New Life" />
      </div>
      <Slick />
      <div>
        <p>
          Забота об организме должна быть качественной, комплексной и
          безопасной. В этом поможет натуральная продукция от New Life. Это
          экологически чистые средства для ухода за кожей лица и тела, а также
          биологические добавки для поддержания здоровья. Купив эту продукцию,
          вы начинаете новую, здоровую жизнь. Впервые органическая косметика от
          украинского бренда New Life появилась 13 января 2005 года.
          Производство расположено в городе Днепр, и сертифицировано по системам
          ISO 9001 и ISO 22000. Сегодня, у New Life более 800 представительств
          по всей Украине. Для изготовления продуктов используется органика без
          химии, что позволяет создавать косметику и БАДы с отменным составом.
          Это действительно Новая Жизнь для вашего организма. Ведь красота и
          здоровье – единое целое. Натуральная органическая косметика New Life
          Основой для создания авторского бренда стало желание предоставить
          украинцам лучшие решения по демократичной цене. Ведь безопасная
          косметика – залог молодости и хорошего самочувствия. Поэтому New Life
          внедрили собственные технологии. Ученые создали уникальный
          запатентованный метод экстрагирования. Это позволяет производить
          по-настоящему эксклюзивный и качественный продукт. Технология
          получения чистых экстрактов позволила отказаться от сахара и спирта в
          производстве. Ведь полезные вещества уже очищены, и не требуют
          дополнительной фиксации или стабилизации. New Life – это натуральная
          косметика украинского производства. Вы можете использовать ее с
          уверенностью в высокой эффективности и безопасности. Она отличается
          безопасным составом с основой из качественных растительных экстрактов.
          Это позволяет использовать полезные свойства природных компонентов,
          бережно ухаживая за своим здоровьем. Экологически чистая косметика New
          Life представлена в таких линиях: 1. Натуральная декоративная
          косметика. 2. Уход для лица. 3. Товары для волос. 4. Уход за телом. 5.
          Мужская серия. БАДы, фитосборы, фиточаи, эликсиры и экстракты New Life
          Биологически активные добавки незаменимы для тела. Ведь ученые
          доказали, что внешняя красота тесно связана с общим состоянием
          организма. Без здоровья не будет и привлекательности. Поэтому стоит
          использовать диетические добавки в капсулах и таблетках, а также
          порошковые составы от New Life. Они способствуют естественному и
          нежному очищению организма, а также насыщают кровь и лимфу полезными
          компонентами. Биологически активные добавки – это эко продукция,
          которая помогает вести здоровый образ жизни. В категории биодобавок
          представлены уже готовые составы, а также фиточаи, коктейли для
          похудения FOHT-DIET, сиропы, эликсиры, диетические добавки и
          фитосборы. Для их приготовления используются растительные компоненты и
          экстракты. Поэтому фирменные средства отличаются высоким качеством и
          безопасностью. Важно: полезное действие зависит от выбранной
          биологической добавки. Поэтому при выборе учитывайте состав и цели
          применения. Также не забывайте, что прием средств должен выполняться в
          соответствии с инструкцией. Натуральные и безопасные моющие средства
          New Life Уход за домом должен быть регулярным и экологически чистым.
          Поэтому New Life создали натуральные органические моющие и чистящие
          средства. Они не вызывают аллергии и абсолютно безопасны при
          тактильном контакте. При этом такие товары радуют высокой
          эффективностью. Это гели для мытья посуды и поверхностей на кухне,
          продукция для стирки и удаления пятен. Они не содержат аммиака и
          хлора, а также их производных. Поэтому такие товары безопасны для кожи
          рук и здоровья в целом. Ведь испарения отсутствуют.
        </p>
      </div>
    </Container>
  )
}

export default MainPage
