import { Container } from '@material-ui/core'

const NewsPage = () => {
  return (
    <Container>
      <div style={{ padding: 20 }}>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА MINERALS PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА COLLAGEN PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА OCEAN PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>В ПРОДАЖУ ПОСТУПИЛА CLEANNESS/ЧИСТОТА В РАСТИТЕЛЬНЫХ КАПСУЛАХ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЖЕЛУДКА</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА SHIITAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА KAWARATAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ПЕЧЕНИ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА REISHI В РАСТИТЕЛЬНЫХ КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА MAITAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КРЕМ ДЛЯ РУК FIORI</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КРЕМ ДЛЯ ТЕЛА FIORI</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ HEAR BALSAM 39 EXTRACTS</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ИММУНИТЕТА</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЩИТОВИДНОЙ ЖЕЛЕЗЫ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЗРЕНИЯ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЛЕГКИХ</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ ПАНКРЕОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КАРДИОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ ГЕПАТОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ РЕЦЕПТ ТИБЕТСКИХ ГОР</p>
        <p>
          НОВИНКА! В ПРОДАЖУ ПРОСТУПИЛ АПИТОН ФИТО С ХВОЕЙ - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          НОВИНКА! В ПРОДАЖУ ПОСТУПИЛИ ТАБЛЕТКИ ФОРМУЛА ОБНОВЛЕНИЯ (ЧИСТОФЛОР)
        </p>
        <p>
          НОВИНКА! В ПРОДАЖУ ПОСТУПИЛИ ТАБЛЕТКИ ИММУНОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>ПОСТУПИЛА В ПРОДАЖУ ЗУБНАЯ ПАСТА ANTICARIES В НОВОМ ДИЗАЙНЕ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА CORDYCEPS В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА АТЕРОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>ПОСТУПИЛ В ПРОДАЖУ ШАМПУНЬ COCONUT В НОВОМ ДИЗАЙНЕ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ГАСТРОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА СЕДАФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ЦЕРЕБРОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ЯНТАРНАЯ ФОРМУЛА - НОВАЯ
          УСИЛЕННАЯ ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ХОНДРОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА РЕЦЕПТ ДЛЯ МУЖЧИН - НОВАЯ
          УСИЛЕННАЯ ФОРМУЛА
        </p>
        <p>
          НОВИНКА! ДИЕТИЧЕСКАЯ ДОБАВКА ZINC GLYCINATE ГЛИЦИНАТ ЦИНКА В
          РАСТИТЕЛЬНЫХ КАПСУЛАХ
        </p>
        <p>В ПРОДАЖУ ПОСТУПИЛ ЛОСЬОН ДЛЯ СНЯТИЯ МАКИЯЖА В НОВОМ ДИЗАЙНЕ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА БРОНХОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          НОВИНКА! В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА VITAMIN C В
          РАСТИТЕЛЬНЫХ КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛО МОЮЩЕЕ СРЕДСТВО ДЛЯ ПОСУДЫ POWER CLEAN В НОВОМ
          ДИЗАЙНЕ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ВИТАФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛ ФИТОЧАЙ ДЛЯ НЕРВНОЙ СИСТЕМЫ, СЕРДЦА И СОСУДОВ В
          НОВОМ ДИЗАЙНЕ
        </p>
        <p>У ПРОДАЖУ ПОСТУПИЛ ФИТОЧАЙ ПРОТИВОПРОСТУДНЫЙ В НОВОМ ДИЗАЙНЕ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА ОФТАЛОФЛОР - НОВАЯ УСИЛЕННАЯ
          ФОРМУЛА
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА АПИФЛОР МИНУС - НОВАЯ
          УСИЛЕННАЯ ФОРМУЛА
        </p>
      </div>
    </Container>
  )
}

export default NewsPage
