import { Container } from '@material-ui/core'

const NewsPage = () => {
  return (
    <Container>
      <div style={{ padding: 20 }}>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА MINERALS PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА COLLAGEN PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА OCEAN PRO В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>В ПРОДАЖУ ПОСТУПИЛА CLEANNESS/ЧИСТОТА В РАСТИТЕЛЬНЫХ КАПСУЛАХ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЖЕЛУДКА</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА SHIITAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА KAWARATAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ПЕЧЕНИ</p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА REISHI В РАСТИТЕЛЬНЫХ КАПСУЛАХ
        </p>
        <p>
          В ПРОДАЖУ ПОСТУПИЛА ДИЕТИЧЕСКАЯ ДОБАВКА MAITAKE В РАСТИТЕЛЬНЫХ
          КАПСУЛАХ
        </p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КРЕМ ДЛЯ РУК FIORI</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КРЕМ ДЛЯ ТЕЛА FIORI</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ HEAR BALSAM 39 EXTRACTS</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ИММУНИТЕТА</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЩИТОВИДНОЙ ЖЕЛЕЗЫ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЗРЕНИЯ</p>
        <p>НОВИНКА! ТАБЛЕТКИ СЕРИИ ФИТО-ЗДОРОВЬЕ ФОРТЕ ДЛЯ ЛЕГКИХ</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ ПАНКРЕОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ КАРДИОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ ГЕПАТОФЛОР - НОВАЯ УСИЛЕННАЯ ФОРМУЛА</p>
        <p>НОВИНКА! В ПРОДАЖУ ПОСТУПИЛ РЕЦЕПТ ТИБЕТСКИХ ГОР</p>
      </div>
    </Container>
  )
}

export default NewsPage
